Repository: lcbiplove/frutonp
Catalog: frutonp/locale/*/LC_MESSAGES/django.po
Languages: ne

source: English
ne: अंग्रेजी

source: Nepali
ne: नेपाली

source: Copyright
ne: प्रतिलिपि अधिकार

source: All rights are reserved
ne: सबै अधिकारहरु आरक्षित छन्

source: We use cookies to ensure you have the best browsing experience on our website. By using our site, you acknowledge that you have read and understood our
ne: हामी तपाईंको वेबसाइट भ्रमणमा सफल अनुभ को सुनिश्चित गर्न कुकीहरु प्रयोग गर्छौ । हाम्रो साइट प्रयोग गर्दा तपाईं हाम्रा यी नीतिहरु बुझ्नुभयो:

source: Cookie Policy
ne: कुकी नीति

source: Privacy Policy
ne: गोपनीयता नीति

source: Accept
ne: स्वीकार्नुहोस्

source: nepal
ne: नेपाल

source: free
ne: सित्तैमा

source: online
ne: अनलाइन

source: vegetables
ne: तरकारीहरू

source: kathmandu
ne: काठमाडौं

source: chitwan
ne: चितवन

source: nepali
ne: नेपाली

source: Go to home
ne: मुख्य पृष्ठमा पुग्न

source: Frutonp
ne: किसान

source: Search for your choice
ne: रोजाईअनुसार खोजी गर्नुहोस्

source: Categories
ne: कोटिहरू

source: Vegetables
ne: तरकारीहरू

source: All
ne: सबै

source: Fruits
ne: फलफुलहरू

source: Add post
ne: पोष्ट थप्न

source: Change language
ne: भाषा परिवर्तन

source: Lang
ne: भाषा

source: NP
ne: नेपाली

source: Logout
ne: खाताबाट बाहिर निस्कन

source: Help
ne: सहयोग

source: Back
ne: फर्किन

source: Login
ne: खातामा जान

source: Signup
ne: खाता जोड्न

source: Profile Picture
ne: प्रोफाइल फोटो

source: File too large. Size should not exceed {} MiB.
ne: फाइल धेरै ठूलो छ। आकार {} MiB भन्दा बढि हुनु हुँदैन।

source: Name should be greater than 4 and less than 48 with underscores, whitespace and hyphen only.
ne: नामको शब्द संख्या ४ भन्दा बढी र ४८ भन्दा कम हुनुपर्छ । नाममा _,-, र खाली इस्पेस बहेक अन्य अनावसेक अक्षर स्विकार्य छैन ।

source: Phone number should be of 10 digits, you gave {} digit number
ne: फोन नम्बर १० अंकको हुनुपर्छ, तपाईंले {} अंकको नम्बर दिनुभयो ।

source: few seconds ago
ne: केही सेकेन्ड अघि

source: {} sec ago
ne: {} सेकेन्ड अघि

source: {} minute ago
ne: {} मिनेट अघि

source: {} minutes ago
ne: {} मिनेट अघि

source: {} min ago
ne: {} मिनेट अघि

source: {} hour ago
ne: {} घण्टा अघि

source: {} hours ago
ne: {} घण्टा अघि

source: {} hr ago
ne: {} घण्टा अघि

source: {} hr {} min ago
ne: {} घण्टा {} मिनेट अघि

source: {} day ago
ne: {} दिन अघि

source: {} days ago
ne: {} दिन अघि
