Repository: lcbiplove/frutonp
Catalog: profiles/locale/*/LC_MESSAGES/django.po
Languages: ne

source: Change Name
ne: नाम परिवर्तन

source: New name
ne: नयाँ नाम

source: Password
ne: पासवर्ड

source: Update
ne: परिवर्तन गर्नुहोस्

source: *Note:- Name can only be changed after 45 days of last update.
ne: *नोट:- नाम पहिले परिवर्तन गरिएको समय देखी ४५ दिन पछी मात्र गर्न सम्भव छ ।

source: Change Password
ne: पासवर्ड परिवर्तन

source: Sorry, you cannnot change password until you verify your email.
ne: माफ गर्नुहोस्, पासवर्ड परिवर्तन गर्न तपाईंको एमेल प्रमाणित हुनु पर्छ ।

source: Your email is not verified, click to send verification
ne: तपाईंको पासवर्ड प्रमणित भएको छैन, प्रमाणित गर्ने एमेल प्रप्त गर्न

source: Send verification
ne: यहाँ थिच्नुहोस्

source: Old Password
ne: पुरानो पासवर्ड

source: New Password
ne: नयाँ पासवर्ड

source: Confirm Password
ne: पासवर्ड निश्चित गर्नुहोस्

source: Forgot Password?
ne: पासवर्ड बिर्सिनु भयो ?

source: Update Profile
ne: प्रोफाईल अपडेट

source: Phone
ne: मोबाईल नम्बर

source: Location
ne: ठेगाना

source: Description
ne: वर्णन

source: *Note:- Updating your profile will give user more knowledge about you.
ne: *नोट:- तपाईले प्रोफाइल अपडेट गरेर आफ्नोबारेमा थप जानकारी दिनुहुने छ ।

source: Change Phone
ne: मोबाईल नम्बर परिवर्तन

source: New phone
ne: नयाँ मोबाईल नम्बर

source: Change
ne: परिवर्तन गर्नुहोस्

source: *Note:- Phone can only be changed after 15 days of last update.
ne: *नोट:- मोबाईल नम्बर पहिले परिवर्तन गरेको १५ दिन पछि मात्र सम्भव छ ।

source: Edit
ne: सच्याउनुहोस्

source: Del
ne: मेटाउनुहोस्

source: Profile
ne: प्रोफाइल

source: Upload
ne: अपलोड गर्नुहोस्

source: Profile pic of %(myuser.name)s
ne: %(myuser.name)sको प्रोफाइल फोटो

source: Add Post
ne: पोष्ट थप्नुहोस्

source: Location not added yet
ne: ठेगाना राखिएको छैन

source: No Description
ne: वर्णन गरिएको छैन

source: Posts
ne: पोष्टहरु

source: My account
ne: मेरो खाता

source: Records
ne: रेपोर्टहरु

source: No post
ne: पोष्ट छैन

source: Update More
ne: थप परिवर्तन

source: You updated your name {} days ago.
ne: तपाईंले आफ्नो नाम {} दिन पहिले परिवर्तन गर्नुभएको थियो।

source: Your name updated succesfully.
ne: तपाईंको नाम सफलता पूर्वक परिवर्तन भयो ।

source: Invalid name pattern entered.
ne: अबैध नामको ढाचा दिनुभयो ।

source: Wrong password entered.
ne: पासवर्ड मिलेन ।

source: You updated your phone {} days ago.
ne: तपाईंले आफ्नो फोन {} दिन पहिले परिवर्तन गर्नुभएको थियो।

source: Your phone changed succesfully.
ne: तपाईंको फोन नम्बर सफलता पुर्वक परिवर्तन भयो ।

source: Invalid phone pattern entered.
ne: अबैध फोन नम्बरको ढाचा दिनुभयो ।

source: You have to verify email to change your password.
ne: तपाईंले आफ्नो पासवर्ड परिवर्तन गर्न ईमेल प्रमाणीकरण गर्नुपर्छ।

source: Password changed succesfully.
ne: पासवर्ड सफलतापूर्वक परिवर्तन भयो ।

source: Password must be at least 8 characters with lower characters and numbers.
ne: पासवर्ड सानो अक्षरहरू र संख्याहरूको साथमा कम्तिमा ८ अक्षरको हुनुपर्दछ ।

source: Two passwords does not match.
ne: पासवर्ड नयाँ पासवोर्डसँग मिलेन ।

source: Profile updated successfully!!!
ne: प्रोफाइल सफलतापूर्वक परिवर्तन भयो ।

source: Phone should contain 10 numbers
ne: फोन नम्बर १० अक्षरको हुनुपर्दछ ।

source: Uploaded successfully.
ne: तपाईंको फोटो सफलता पुर्वक राखियो ।
