Repository: lcbiplove/frutonp
Catalog: join/locale/*/LC_MESSAGES/django.po
Languages: ne

source: Email Verification
ne: ई-मेल प्रमाणिकरण

source: Send activation email
ne: सक्रियता ईमेल पठाउनुहोस्

source: We received a request to reset password of your Hamikisan account.
ne: हामीले तपाईंको किसान खाताको पासवर्ड बिर्सिएकोले नयाँ पासवर्ड रख्न अनुरोध प्राप्त गर्‍यौं ।

source: Use the link below to reset your password.
ne: तपाईको खातको पासवर्ड नयाँ राख्न तलको लिंक प्रयोग गर्नुहोस् ।

source: Reset Password
ne: पासवर्ड पुनस्थापना गर्न

source: If link is not working try this
ne: यदि लिंकले काम गरिरहेको छैन भने यो प्रयास गर्नुहोस्:

source: again
ne: फेरी

source: If the above link is not clickable, please copy the whole link and paste it in your browser.
ne: यदि माथिको लिंक क्लिक योग्य छैन भने, कृपया सम्पूर्ण लिंक कपि(प्रतिलिपि) गर्नुहोस् र आफ्नो ब्राउजरमा(जस्तै: chrome) पेस्ट गर्नुहोस् ।

source: If link is not working try reseting password again. Here, %(host_name)s%(passwor_reset_url)s
ne: यदि लिंकले काम गरिरहेको छैन भने पुनः पासवर्ड राख्न प्रायस गर्नुहोस्: %(host_name)s%(passwor_reset_url)s

source: Confirm your email address to help us ensure your account is always protected, and get all Hamikisan features.
ne: सुरक्षित रख्न र हाम्रो सबै सुविधाहरू प्राप्त गर्न, तपाईको ईमेल ठेगाना निश्चित गर्नुहोस् ।

source: Verify your account
ne: तपाईको खाता प्रमाणित गर्नुहोस् ।

source: If this wasn't you, please
ne: यदि यो तपाई होइन भने सुरक्षित गर्न

source: change your password
ne: नयाँ पासवर्ड रख्नुहोस् ।

source: If this was you, please follow the link below to verify your email:
ne: यदि यो तपाईं हो भने, तपाईंको ईमेल प्रमाणित गर्न तलको लिंक थिच्नुहोस् अथवा कपि(प्रतिलिपि) गर्नुहोस् र आफ्नो ब्राउजरमा(जस्तै: chrome) पेस्ट गर्नुहोस् ।

source: If this wasn't you, please change your password by going to the link below to secure your account.
ne: यदि यो तपाईं हुनुहुन्न भने, तपाइँको खाता सुरक्षित गर्न कृपया तलको लिंकमा गई आफ्नो पासवर्ड परिवर्तन गर्नुहोस् ।

source: Remember Me
ne: मलाई याद गर्दिनुभए हुन्थ्यो

source: No account
ne: खाता छैन

source: Create
ne: बनाउनुहोस्

source: Forgot Password
ne: पासवर्ड भुल्नु भयो

source: Password Reset
ne: पासवर्ड पुनः राख्न

source: Enter your email to get the link to reset your password.
ne: तपाईंको पासवर्ड पुनः रख्ने लिंक प्राप्त गर्न तपाईंको ईमेल प्रविष्ट गर्नुहोस् ।

source: Send reset link
ne: लिंक पठाउनुहोस्

source: Invalid Link.
ne: अवैध लिंक

source: Enter a new password you remember as well as not that obvious.
ne: tapailaai yaad hune tara arulaai thaahaa nabhayeko नयाँ पासवर्ड प्रविष्ट गर्नुहोस् ।

source: New Password
ne: नयाँ पासवर्ड

source: Confirm Password
ne: पासवर्ड सुनिश्चित गर्नुहोस

source: Join
ne: जोडिनुहोस्

source: Name
ne: नाम

source: Phone
ne: मोबाईल नम्बर

source: I am ready
ne: म तयार छु

source: By creating an account, you agree to the
ne: खाता सिर्जना गरेर, तपाईं यी कुरामा सहमत हुनुहुन्छ

source: Terms of Service
ne: सेवाका सर्तहरु

source: Please check your email to verify your account
ne: तपाईंको खाता प्रमाणित गर्न कृपया तपाईंको ईमेल जाँच गर्नुहोस्

source: Your account is already verified.
ne: तपाईको खाता पहिले नै प्रमाणित गरीएको छ।

source: Invalid Link. Could not verify your email.
ne: अवैध लिंक। तपाईंको ईमेल प्रमाणित गर्न सकिएन ।

source: Your email is already verified.
ne: तपाईको ईमेल पहिले नै प्रमाणित गरीएको छ।

source: Congratulations, your email is now verified.
ne: तपाईंको ईमेल अब प्रमाणित भएकोमा तपाईंलाई बधाई छ ।

source: Password must be at least 8 characters with lower characters and numbers.
ne: पासवर्ड सानो अक्षरहरू र संख्याहरूको साथमा कम्तिमा ८ अक्षरको हुनुपर्दछ ।

source: Email you entered does not exist. Please, check your email again.
ne: तपाईंले दिनुभएको ईमेल भेटिएन । कृपया तपाईको इ-मेल फेरि जाँच गर्नुहोस्।

source: Recaptcha is not verified. Try again!!!
ne: रिकापचा मिलेन। फेरि प्रयास गर्नुहोस् !!!

source: Invalid name pattern
ne: नामको ढाचा मिलेन

source: Must be more than 4 characters
ne: वर्ण संख्या ४ भन्दा बढी हुनुपर्दछ

source: Phone number must be of 10 numbers
ne: फोन नम्बर १० अक्षरको हुनुपर्दछ ।

source: Email already exists
ne: ईमेल पहिल्यै अवस्थित छ । नयाँ इमेल दिनुहोस् ।

source: Invalid email pattern
ne: अबैध ईमेल ढाचा

source: Password must be at least 8 characters with lower characters and numbers
ne: पासवर्ड सानो अक्षरहरू र संख्याहरूको साथमा कम्तिमा ८ अक्षरको हुनुपर्दछ ।

source: Your account is created successfully.
ne: तपाईंको खाता सफलतापूर्वक सिर्जना गरिएको छ।

source: Incorrect email or password
ne: पासवर्ड अथवा ईमेल मिलेन

source: Logged in successfully
ne: सफलता पूर्वक खाताभित्र प्रवेश गरियो

source: Logged out successfully
ne: सफलता पूर्वक खाताबाट बाहिर निस्किइयो

source: Could not complete logout
ne: खाताबाट बाहिर निस्किन सकिएन
