Repository: lcbiplove/frutonp
Catalog: posts/locale/*/LC_MESSAGES/django.po
Languages: ne

source: Bitter Gourd
ne: करेला

source: Cabbage
ne: बन्दागोभी

source: Cauliflower
ne: गोभी, काउली

source: Ladies Finger
ne: चिप्लिभिन्डी

source: Pumpkin
ne: फर्सी

source: Apple
ne: स्याऊ

source: Banana
ne: केरा

source: Litchi
ne: लिची

source: Mango
ne: आँप

source: Orange
ne: सुन्तला

source: 1 kg
ne: १ किलो

source: 250 gm
ne: २५० ग्राम

source: 200 gm
ne: २०० ग्राम

source: 500 gm
ne: ५०० ग्राम

source: 2 kg
ne: २ किलो

source: 5 kg
ne: ५ किलो

source: 10 kg
ne: १० किलो

source: 25 kg
ne: २५ किलो

source: 50 kg
ne: ५० किलो

source: 1 quintal
ne: १ क्विन्टल

source: Fruit
ne: फलफुल

source: Vegetable
ne: तरकारी

source: Choose One
ne: एउटा रोज्नुहोस्

source: Fruits
ne: फलफुलहरु

source: Vegetables
ne: तरकारीहरु

source: Price
ne: मूल्य

source: Price with respect to quantity...
ne: मात्रा अनुसारको मुल्य...

source: Quantity
ne: मात्रा

source: Description
ne: वर्णन

source: Description here...
ne: यहाँ वर्णन गर्नुहोस्...

source: Photos
ne: फोटोहरु

source: Maximum 5 photos can be uploaded. If u don't have any photo. We will provide our own photos. But, your clicks are highly recommended.
ne: अधिकतम ५ फोटोहरू मात्र अपलोड गर्न सकिन्छ। यदि तपाईंसँग कुनै फोटो छैन bhane हामी प्रदान गर्नेछौं । तर, तपाइँको आफ्नै फोटोहरु रख्न प्रोत्साहन गर्छौ ।

source: Phone2
ne: मोबाईल नम्बर २

source: Phone number from your profile will be added as secondary choice in post.
ne: तपाईंको प्रोफाईलको फोन नम्बर पनि देखिने छ ।

source: Location
ne: ठेगाना

source: Location from your profile will be added by default.
ne: कुनै ठेगाना रख्नुभएन भने, तपाईंको प्रोफाईलबाट राखिने छ ।

source: Post
ne: पोष्ट

source: Reply
ne: जवाफ दिनुहोस्

source: Options
ne: विकल्पहरू

source: Profile Picture
ne: प्रोफाइल फोटो

source: Delete
ne: मेटाउनुहोस्

source: Comment
ne: टिप्पणी

source: Edit Comment
ne: टिप्पणी सच्याउनुहोस्

source: Delete Comment
ne: टिप्पणी मेटाउनुहोस्

source: Cancel
ne: रद्द गर्नुहोस्

source: Edit Post
ne: पोष्ट सच्याउनुहोस्

source: More Replies
ne: थप जवाफहरु

source: More Reply
ne: थप जवाफ

source: Comment has been deleted...
ne: टिप्पणी मेटाइसकेको छ...

source: Edit
ne: सच्याउनुहोस्

source: Rs.
ne: रु.

source: per
ne: प्रति

source: Comments
ne: टिप्पणीहरु

source: Hide replies
ne: जवाफ्हरु लुकाउनुहोस्

source: No Comment
ne: टिप्पणी छैन

source: Profile Pic
ne: प्रोफाइल फोटो

source: Add a reply...
ne: जवाफ दिनुहोस्...

source: Add a comment..
ne: टिप्पणी दिनुहोस्...

source: Photo
ne: फोटो

source: Select Thumbnail
ne: पोष्टको अगाडी देखिने फोटो रोज्नुहोस्

source: Okay
ne: हुन्छ

source: Price must be in numbers.
ne: मुल्य संख्यामा हुनुपर्दछ ।

source: Please select from the given options only.
ne: दिईएको बिकल्पहरुबाट मात्र रोज्नुहोस् ।

source: Phone should contain 10 numbers.
ne: फोन नम्बर १० अक्षरको हुनुपर्दछ ।

source: Post edited successfully
ne: पोष्ट सफलतापूर्वक सच्याइयो

source: Max photo upload is 5.
ne: अधिकतम फोटो अप्लोड ५ मात्र हो ।

source: Post added successfully
ne: पोष्ट सफलतापूर्वक थपियो ।

source: Unable to upload photos
ne: केहि कारणले फोटो अप्लोड गर्न सकिएन ।
