Repository: lcbiplove/frutonp
Catalog: home/locale/*/LC_MESSAGES/django.po
Languages: ne

source: Latest
ne: ताजा

source: vegetables
ne: तरकारीहरू

source: Rs.
ne: रू.

source: Oops
ne: ओहो

source: No post added yet
ne: कुनै पोष्ट थपिएको छैन

source: See More
ne: थप हेर्न

source: fruits
ne: फलफुलहरू

source: results found for
ne: परिणामहरू भेटिए:

source: Sort By
ne: क्रमबद्ध

source: Newest
ne: नयाँ

source: Most Viewed
ne: धेरै हेरिएको

source: Cheapest
ne: सस्तो

source: Vegetables
ne: तरकारीहरू

source: Fruits
ne: फलफुलहरू

source: Location
ne: ठेगाना

source: Users
ne: किसानहरु

source: No results
ne: परिणम भेटिएन

source: Try similar search terms
ne: arko ustai khoj shabda pryaas garnuhos

source: post
ne: पोष्ट

source: posts
ne: पोष्टहरू

source: User profile picture
ne: प्रयोगकर्ता फोटो

source: Post picture
ne: पोष्टको फोटो

source: No notification
ne: अहिलेकोलागि कुनै सुचना छैन ।
